Repository: common-repository/wanapost-several-social-sharing
Catalog: languages/wanapost-several-social-sharing-*.po
Languages: ar_ma

source: Settings
ar_ma: إعدادات

source: Social share button
ar_ma: زر المشاركة الأجتماعي

source: Social Icon Position
ar_ma: تموقع أيقونة الاجتماعية

source: Text before Sharing buttons
ar_ma: النص قبل أزرار مشاركة

source: Text Position
ar_ma: موقع النص

source: Left
ar_ma: يسار

source: Right
ar_ma: يمين

source: Top
ar_ma: أعلى

source: Bottom
ar_ma: أسفل

source: Default share image
ar_ma: صورة المشاركة الافتراضية

source: Upload
ar_ma: إرفع/تحميل

source: Remove
ar_ma: إزالة

source: Required for Pinterest
ar_ma: مطلوب للموقع بنترست Pinterest

source: Default Blank share image
ar_ma: صورة المشاركة الافتراضية الفارغة

source: Remote generated image
ar_ma: صورة مستحدثة عن بعد

source: Use a generated image for Pinterest if blank image is used
ar_ma: استخدام صورة مستحدثة عن بعد لموقع Pinterest إذا تم استخدام صورة فارغة

source: Default Background Sizes
ar_ma: أحجام الخلفية الافتراضية

source: Default Background icon Size
ar_ma: الحجم الافتراضي لأيقونة الخلفية

source: Default Background color Size
ar_ma: الحجم الافتراضي لون الخلفية

source: Default Background Border radius
ar_ma: قطر حدود الخلفية الافتراضي

source: Load plugin scripts
ar_ma: تحميل البرنامج المساعد

source: Load Share button CSS
ar_ma: تحميل زر مشاركة CSS

source: Use Popup to share links
ar_ma: استخدام قافزة إلى روابط التبادل

source: Automatically add sharing links?
ar_ma: إضافة روابط المشاركة تلقائيا؟

source: Auto display to %s
ar_ma: عرض تلقائي إلى %s

source: Automatically add the sharing links to the begining/end of the selected post types.
ar_ma: إضافة تلقائية لروابط المشاركة إلى بداية / نهاية الأنواع الاخرى للمقالات المحددة.

source: Wanapost Username
ar_ma: اسم المستخدم Wanapost

source: New window
ar_ma: نافذة جديدة

source: New account? Free registration to autopost on Wanapost.com
ar_ma: حساب جديد؟ تسجيل مجاني لنشر تلقائي على Wanapost.com

source: Generate my keys on Wanapost.com
ar_ma: استحداث مفاتيح على Wanapost.com

source: Set Public Key if you want to autopost on Wanapost.com.
ar_ma: تعيين مفتاح العام إذا كنت ترغب في نشر آخر مقالتك على Wanapost.com

source: Set Secret Key if you want to autopost on Wanapost.com.
ar_ma: تعيين مفتاح الخاص إذا كنت ترغب في نشر آخر مقالتك على Wanapost.com

source: Twitter Username
ar_ma: اسم مستخدم التويتر

source: Set this if you want to append "via @your Twitter Username" to tweets.
ar_ma: ضبط هذا إذا كنت ترغب في إلحاق @اسم المستخدم الخاص بك لتويت عبر تويتر.

source: Do not forget to create an account on Wanapost.com
ar_ma: لا تنسى إنشاء حساب على Wanapost.com

source: It's completely free and it will remain.
ar_ma: انه مجاني تماما، وسوف يبقى.

source: Register
ar_ma: تسجيل

source: Login
ar_ma: تسجيل الدخول

source: Keys
ar_ma: مفاتيح

source: Do you want to see a demo!?
ar_ma: هل ترغب في مشاهدة عرض !؟

source: Demo on Wanapost.com
ar_ma: عرض على Wanapost.com

source: Some other ways to support this plugin
ar_ma: بعض الطرق الأخرى لدعم هذا البرنامج المساعد

source: Leave a %s review on WordPress.org
ar_ma: ترك مراجعة %s على WordPress.org

source: Tweet about this plugin
ar_ma: غرد حول هذا البرنامج المساعد

source: Vote "works" on the WordPress.org plugin page
ar_ma: تصوت \"يعمل\" على صفحة البرنامج المساعد WordPress.org

source: Looking for support?
ar_ma: تبحث عن دعم؟

source: Please use the %splugin support forums%s on WordPress.org.
ar_ma: الرجاء استخدام %sالمنتديات دعم البرنامج المساعد%s على WordPress.org.

source: Credits
ar_ma: الاعتمادات

source: Before Content
ar_ma: قبل المحتوى

source: After Content
ar_ma: بعد المحتوى

source: Set this if you want to append "via @your Wanapost.com Username" to autopost.
ar_ma: أضبط هذا إذا كنت ترغب في إلحاق \"\عبر @اسم المستخدم الخاص بك Wanapost.com\"\ للنشر التلقائي.
